<?php

return [
    'or' => 'или',
    'sign-in' => 'Войти через Microsoft',
    'auth-error' => 'Не удается аутентифицироваться с вашей учетной записью Microsoft. Пожалуйста, попробуйте снова.',
    'config-error' => [
        'title'   => 'Упс! Что-то пошло не так',
        'message' => 'Приносим извинения за неудобства. Похоже, Azure SSO еще не настроено в вашем экземпляре Bagisto.',
        'support'   => 'Если вы не уверены в шагах настройки или вам нужна помощь, обратитесь в нашу службу поддержки по адресу <a href=":link" class=":class">:email</a>',
    ],
];
