<?php

return [
    'or' => 'या',
    'sign-in' => 'माइक्रोसॉफ्ट के साथ साइन इन करें',
    'auth-error' => 'अपने माइक्रोसॉफ्ट खाते के साथ प्रमाणित करने में असमर्थ। कृपया पुनः प्रयास करें।',
    'config-error' => [
        'title'   => 'ओह! कुछ गड़बड़ हो गई',
        'message' => 'हम क्षमा चाहते हैं कि आपको असुविधा हुई है। ऐसा लगता है कि आपकी Bagisto इंस्टेंस में अभी तक Azure SSO कॉन्फ़िगर नहीं किया गया है।',
        'support'   => 'आपको यदि कॉन्फ़िगरेशन कदमों के बारे में संदेह है या मदद की आवश्यकता है, तो कृपया हमारी समर्थन टीम से संपर्क करें <a href=":link" class=":class">:email</a>',
    ],
];
