<?php

return [
    'or'           => 'або',
    'sign-in'      => 'Увійти за допомогою Microsoft',
    'auth-error'   => 'Не вдалося автентифікуватися за допомогою облікового запису Microsoft. Будь ласка, спробуйте знову.',
    'config-error' => [
        'title'     => 'Упс! Щось пішло не так',
        'message'   => 'Вибачте за незручності. Здається, що Azure SSO ще не налаштовано в вашому екземплярі Bagisto.',
        'support'   => 'Якщо ви сумніваєтеся щодо кроків налаштування або потребуєте допомоги, зверніться до нашої служби підтримки за адресою <a href=":link" class=":class">:email</a>',
    ],
];
