<?php

return [
    'or'           => 'یا',
    'sign-in'      => 'ورود با Microsoft',
    'auth-error'   => 'امکان احراز هویت با حساب کاربری Microsoft شما وجود ندارد. لطفاً دوباره امتحان کنید.',
    'config-error' => [
        'title'     => 'اوه! مشکلی پیش آمد',
        'message'   => 'از ناشی شدن مشکل پوزش می‌خواهیم. به نظر می‌آید که Azure SSO هنوز در نمونه Bagisto شما پیکربندی نشده است.',
        'support'   => 'اگر از مراحل پیکربندی اطمینان ندارید یا به کمک نیاز دارید، با تیم پشتیبانی ما تماس بگیرید: <a href=":link" class=":class">:email</a>',
    ],
];
