<?php

return [
    'or'           => 'অথবা',
    'sign-in'      => 'মাইক্রোসফট দিয়ে সাইন ইন করুন',
    'auth-error'   => 'আপনার মাইক্রোসফট অ্যাকাউন্ট দিয়ে প্রমাণীকরণ সম্পন্ন হয়নি। দয়া করে আবার চেষ্টা করুন।',
    'config-error' => [
        'title'     => 'ওহো! কিছু ভুল হয়েছে',
        'message'   => 'আমরা আপনার সহজবান করার জন্য ক্ষমা চাই। এটি মনে হচ্ছে যে, আপনার Bagisto ইনস্ট্যান্সে এখনো Azure SSO কনফিগার হয়নি।',
        'support'   => 'আপনি যদি কনফিগারেশন পদক্ষেপে অসমর্থ হন বা সাহায্য প্রয়োজন হয়, আমাদের সাপোর্ট টীমের সাথে <a href=":link" class=":class">:email</a> যোগাযোগ করুন',
    ],
];
